Repository: bgonzalezn/PRTT-bpgn
Catalog: tm/HaSEP Peñasquito_Esp.docx-omegat.tmx
Source language: en
Languages: es

source: Project Manager
es: Jefe del proyecto

source: Project Director
es: Director del proyecto

source: TRAINING
es: CURSOS DE CAPACITACIÓN

source: E-mail
es: Correo Electrónico

source: Mexico
es: México

source: IR: Initial Risk
es: IR: Riesgo inicial

source: Initial Risk
es: Riesgo inicial

source: Hazard
es: Peligro

source: Controls
es: Controles

source: Traffic & road conditions
es: Condiciones de tráfico y caminos

source: (heavy equipment traffic)
es: (tráfico de equipo pesado)

source: Traffic and road conditions (e.g..
es: Condiciones de tráfico y caminos (ej.,

source: heavy equipment traffic)
es: tráfico de equipo pesado)

source: Golder employee
es: Empleado de Golder

source: All employees must comply with the GAI Motor Vehicle Policy.
es: Todos los empleados deben cumplir con la Política de Vehículos Motorizados de GAI.

source: Seat belts shall be worn by all drivers and passengers in vehicles on company business.
es: Todos los conductores y pasajeros deben usar cinturón de seguridad mientras se encuentren en vehículos desarrollando actividades de la empresa.

source: Only Golder employees who have successfully completed the Goldcorp Site Specific Driver Training may operate a vehicle on-site.
es: Solo pueden operar vehículos en faenas aquellos empleados de Golder que hayan aprobado el curso específico de conducción en sitios de Goldcorp.

source: Golder employees may not drive off-site.
es: Los empleados de Golder no pueden conducir fuera de las faenas.

source: Must carry appropriate insurance if using private vehicles for work purposes.
es: Deben portar el seguro correspondiente si usan vehículos privados para fines laborales.

source: Consider the risks of driving while fatigued.
es: Considerar los riesgos de conducir con fatiga.

source: Check weather conditions before travelling.
es: Verificar las condiciones meteorológicas antes de viajar.

source: Plan travel route and verify road conditions where possible.
es: Planear la ruta y verificar las condiciones del camino si es posible.

source: Obey all traffic signs and signals.
es: Obedecer todas las señales de tránsito.

source: Reduce speed in construction areas.
es: Reducir la velocidad en las áreas en construcción.

source: Verify the rules of the road (speed limit, type of vehicles, rules on passing, signage, method of communication with other vehicles).
es: Verificar las normas del camino (límite de velocidad, tipo de vehículos, reglas de paso, señalética, método de comunicación con otros vehículos).

source: Adopt and enforce a structured vehicle maintenance program for Golder-owned vehicles.
es: Adoptar y hacer cumplir un programa estructurado de mantenimiento de vehículos para los vehículos que son propiedad de Golder.

source: Maintain Vehicle Condition Check-out/Check-in list for Golder-owned vehicles.
es: Mantener un listado de ingreso/egreso para la condición de los vehículos que son propiedad de Golder.

source: Test the brakes, wipers, tires, lights, and turn signals, and verify that the vehicle has an inflated spare tire and jack prior to use (in company, private, or rented vehicles).
es: Probar los frenos, limpiaparabrisas, neumáticos, faros y luces de viraje y verificar que el vehículo cuente con un neumático de repuesto inflado y un gato antes de usarlo (vehículos de la empresa, privados o alquilados).

source: Address any notes or oral warnings concerning vehicle deficiencies, which must be remedied at the earliest possible opportunity.
es: Atender cualquier nota o advertencia oral concerniente a las deficiencias de los vehículos, las que deben ser remediadas en la primera oportunidad que se tenga.

source: If any safety concerns are identified, the vehicle must not be used.
es: Si se detectan problemas de seguridad, el vehículo no debe usarse.

source: Report vehicle deficiencies to the Goldcorp as soon as they are noticed.
es: Informar las deficiencias de los vehículos a Goldcorp en cuanto se detecten.

source: Equip vehicles used for on-site work with fire extinguishers and first aid kits, if required.
es: Equipar los vehículos usados para trabajo en faena con extintores de incendios y kitts de primeros auxilios, si se requiere.

source: Be sure that rented or client-provided vehicles are in a roadworthy condition.
es: Asegurarse de que los vehículos de alquiler o proporcionados por el cliente estén en buen estado para circular.

source: Emergency Response
es: Respuesta ante emergencias

source: Communication issues due to language differences
es: Problemas de comunicación debido a diferencias idiomáticas

source: Luis Carruitero is fluent in Spanish.
es: Luis Carruitero habla español con fluidez.

source: Medical or security risks
es: Riesgos médicos o de seguridad

source: Prepare for international travel.
es: Prepararse para viajes internacionales.

source: Check with ISOS for security rating, diseases, medical capabilities, drug equivalencies.
es: Verificar con ISOS la calificación de seguridad, las enfermedades, las capacidades médicas y las equivalencias de fármacos.

source: Carry a Crisis Response Teams contact card, and required medical and survival kits.
es: Llevar una tarjeta de contacto de los Equipos de Respuesta ante Crisis y los kits médicos y de supervivencia requeridos.

source: Plan for a translator if language differences.
es: Planear la presencia de un traductor si hay diferencias idiomáticas.

source: Contact the local Golder office for more information on the client, the area and the local Golder's office to aid in an emergency response that may be required.
es: Contactar a la oficina local de Golder para pedir más información del cliente, del área y de la oficina local de Golder para contar con su ayuda en una respuesta ante emergencia que pudiera surgir.

source: Pre-departure communication with client or local Golder office.
es: Comunicación antes de la salida con el cliente o con la oficina local de Golder.

source: US citizens contact and register with the nearest US embassy in foreign countries other than Canada.
es: Los ciudadanos estadounidenses deben contactarse e inscribirse en la embajada estadounidense más cercana cuando estén en otro país, con excepción de Canadá.

source: Travel to destination rated >3 by ISOS
es: Viaje a destino calificado >3 por ISOS

source: Civil, political unrest or armed conflict
es: Agitación civil o política o conflicto armado

source: Please see all controls in the High Risk Travel Assessment.
es: Ver todos los controles en la Evaluación de Viajes de Alto Riesgo.

source: Crime
es: Crimen

source: Disease/Health Standards
es: Normas sobre enfermedades/salud

source: Travel to destination rated >3 by MedEx
es: Viaje a destino calificado >3 por MedEx

source: Kidnapping
es: Secuestro

source: Terrorism
es: Terrorismo

source: Emergency response
es: Respuesta ante emergencias

source: Access to cell phones and the mine's phone network will be available at all times.
es: Habrá acceso a teléfonos celulares y a la red telefónica de la mina en todo momento.

source: Carry back-up communication equipment, such as batteries.
es: Llevar equipo de comunicación de respaldo, como baterías.

source: Develop a check-in plan, which includes, contact names, phone numbers, planned routes of travel, frequency of check-in and daily activities.
es: Desarrollar un plan de chequeo que incluya nombres de contacto, números de teléfono, rutas planeadas para el viaje, frecuencia de chequeos y actividades diarias.

source: Carry a first aid kit and where appropriate, a survival kit.
es: Llevar un kit de primeros auxilios y, cuando corresponda, un kit de supervivencia.

source: Slips, trips and falls
es: Resbalones, tropezones y caídas

source: Use care and attention when walking.
es: Caminar con cuidado y atención.

source: Establish level pedestrian footpaths where possible.
es: Habilitar senderos nivelados para peatones de ser posible.

source: Level out work areas where possible.
es: Nivelar las áreas de trabajo de ser posible.

source: Wear appropriate construction safety boots that offer good support and have a good tread.
es: Usar botas de seguridad para construcción adecuadas que ofrezcan buen apoyo y tengan buen agarre.

source: Relay hazard to others, clear or mark and report any potential slip trip or fall hazard.
es: Comunicar el peligro a otros, despejar o marcar y reportar cualquier posible peligro de resbalón, tropezón o caída.

source: Heat (SWP 04)
es: Calor (SWP 04)

source: Heat stroke, heat stress, sunburn
es: Golpe de calor, estrés por calor, quemaduras solares

source: Check with the mine for daily weather reports.
es: Verificar si hay informes meteorológicos diarios en la mina.

source: Minimize work in hot environments; if possible, reschedule work to a cooler day.
es: Minimizar el trabajo en entornos calurosos; si es posible, reprogramar el trabajo para un día más fresco.

source: Wherever possible, reduce temperature and humidity through air cooling and increased air movement.
es: Si es posible, reducir la temperatura y humedad mediante un enfriador de aire y un aumento en el movimiento del aire.

source: Assess physical demands of the work.
es: Evaluar las demandas físicas del trabajo.

source: Provide equipment that will reduce the physical demands.
es: Proporcionar equipo que reduzca las demandas físicas.

source: Work in shaded areas, or provide barrier to give shelter from the sun.
es: Trabajar en zonas sombreadas o proporcionar una barrera que proteja del sol.

source: Schedule work to allow workers to acclimatize.
es: Programar el trabajo para permitir que los trabajadores se aclimaten.

source: Schedule work to cooler times of the day.
es: Programar el trabajo en las horas más frescas del día.

source: Increase the frequency and lengths of break periods.
es: Aumentar la frecuencia y duración de los periodos de descanso.

source: Provide a cool, shady place to take breaks.
es: Proporcionar un lugar fresco y sombreado para tomar descansos.

source: Assign extra workers or slow down the pace.
es: Asignar trabajadores adicionales o reducir el ritmo.

source: Drink plenty of fluids.
es: Tomar bastante líquido.

source: Make water and sports drinks available.
es: Poner a disposición agua y bebidas para deportistas.

source: Use a buddy system, check each other frequently for signs of heat stress (e.g. disorientation, lack of sweat, fatigue).
es: Trabajar en parejas, verificar con frecuencia si el compañero presenta señales de estrés po calor (ej., desorientación, falta de sudor, fatiga).

source: Assess each worker for factors that may contribute to early onset of heat stress.
es: Evaluar a cada trabajador en busca de factores que pudieran contribuir a una aparición temprana de estrés por calor.

source: Use sunscreen.
es: Usar pantalla solar.

source: Wear hats and light colored loose clothing.
es: Usar gorras y ropa suelta de colores claros.

source: Cooling vests may be required.
es: Podrían necesitarse chalecos refrigerantes.

source: Consider the additional stress load caused by PPE such as Tyvek coveralls.
es: Considerar la carga de estrés adicional causada por EPP como los trajes Tyvek.

source: If someone is suffering from heat-related illness:- Move the person to a cool area, maybe the air-conditioned vehicle.
es: Si alguien sufre una enfermedad relacionada con calor: – trasladar a la persona a un área fresca, quizá un vehículo con aire acondicionado;

source: – Give the person small amounts of cool (not cold) water.- DO NOT leave the person unattended.- Immediately seek qualified medical assistance if the person does not recover or their condition worsens.
es: – dar a la persona pequeñas cantidades de agua fresca (no fría). – NO dejar a la persona sin supervisión. – Busca de inmediato asistencia médica calificada si la persona no se recupera o si su condición empeora.

source: Driving on mine sites
es: Conducción en faenas mineras

source: Being hit by a haul truck, rocks falling from haul trucks
es: Ser golpeado por un camión de carga, caída de rocas desde camiones de carga

source: Golder Employees may operate the assigned Goldcorp vehicle on-site only if they have successfully completed the Goldcorp Site-Specific Driver Training.
es: Los empleados de Golder pueden operar el vehículo asignado por Goldcorp dentro de la faena solo si han aprobado el curso específico de conducción en sitios de Goldcorp.

source: Haul routes are separate from light vehicle routes.
es: Las rutas de carga son independientes de las rutas de vehículos ligeros.

source: All mine site haulage equipment and large mobile equipment have the right-of-way on mine site roadways.
es: Todo equipo de carga en la faena minera y gran equipo móvil tiene servidumbre de paso en los caminos de la faena minera.

source: Golder employees do not drive on in haul route areas.
es: Los empleados de Golder no conducen en las áreas de rutas de carga.

source: All other equipment and light vehicles will give way and keep a safe distance until the roadway is clear.
es: Todos los demás equipos y vehículos ligeros cederán el paso y mantendrán una distancia segura hasta que el camino esté despejado.

source: When following a heavy vehicle, maintain a safe traveling distance, a minimum of twice the length of the equipment being followed.
es: Al ir detrás de un vehículo pesado, mantener una distancia segura, un mínimo de dos veces la longitud del equipo que va delante.

source: The driver's side mirror of haul trucks should always be visible to you.
es: El espejo del lado del conductor de los camiones de carga debe siempre ser visibles para usted.

source: Never park in front of or behind heavy equipment.
es: Nunca estacionar frente o detrás de equipo pesado.

source: Never park directly beneath a benched slope, maintain a safe set back distance.
es: Nunca estacionar directamente debajo de un faldón con banco, mantenerse alejado a una distancia segura.

source: Ask the client about appropriate parking areas.
es: Preguntar al cliente sobre las zonas de estacionamiento.

source: Parked vehicles must be chocked.
es: Se deben usar cuñas en los vehículos estacionados.

source: Falls of ground
es: Subsidencias

source: Exposure to fall of ground is possible while performing site inspection.
es: Es posible exponerse a subsidencias mientras se efectúa la inspección de la faena.

source: Keep away from high walls.
es: Mantenerse lejos de muros altos.

source: Fall of ground is not a planned part of the normal operations at a mine.
es: Las subsidencias no son parte de la planificación de las operaciones normales de una mina,

source: Falls of ground result from a failure of an underground support system.
es: sino que son el resultado de la falla en el sistema de sostenimiento subterráneo.

source: These conditions often prevent persons from traveling through the area affected by the fall or which otherwise exposes them to danger.
es: Estas condiciones a menudo impiden que las personas se trasladen a través de la zona afectada po la subsidencia o bien las expone a peligros.

source: Any Golder employee entering a mine site must have the required training as specified by the mine or local regulations.
es: Cualquier empleado de Golder que ingrese a una faena minera debe recibir la capacitación requerida según las especificaciones de la mina o de las normas locales.

source: The training must include recognition of conditions where falls of ground may be present.
es: La capacitación debe incluir el reconocer las condiciones en que podría presentarse subsidencia.

source: Fixed equipment
es: Equipos fijos

source: Fixed equipment (e.g. conveyors, crushers, hoists)
es: Equipos fijos (ej., bandas transportadoras, trituradoras, elevadores)

source: Only cross conveyors at established cross points.
es: Cruzar las bandas transportadoras solo en los puntos de cruce establecidos.

source: Do not ride on conveyor belts.
es: No subirse a las bandas transportadoras.

source: Use barricades to prevent inadvertent contact with equipment.
es: Usar barricadas para impedir el contacto involuntario con el equipo.

source: If barricades are impractical, set up a safe work zone around the equipment and delineate in a manner suitable for the equipment and the work being done.
es: Si no es posible instalar barricadas, definir una zona de trabajo segura alrededor del equipo y delinearla de manera adecuada para el equipo y el trabajo a efectuar.

source: Proper machine guards must be in place.
es: Deben instalarse barreras de protección en las máquinas.

source: Be aware of the emergency shut off mechanisms and procedures.
es: Tener presentes los mecanismos y procedimientos de parada de emergencia.

source: Establish a communication procedure with the equipment operator.
es: Establecer un procedimiento de comunicación con el operador del equipo.

source: Do not wear loose clothing, jewelry or long hair around rotating equipment.
es: No usar ropa suelta, joyas o el cabello largo cerca de equipo giratorio.

source: Do not walk in front of or behind ventilation fans while they are running.
es: No caminar por delante o detrás de ventiladores mientras están operando.

source: PPE include hearing protection, eye and face protection, reflective vest.
es: El EPP incluye protección auditiva, protección visual y facial, y chaleco reflector.

source: Fire risk in the work area
es: Riesgo de incendio en el área de trabajo

source: Fire
es: Incendio

source: Identify potential sources of fire.
es: Identificar posibles fuentes de incendio.

source: Develop control strategies where possible.
es: Elaborar estrategias de control de se posible.

source: Note your escape route from buildings or sites.
es: Advertir la ruta de escape de edificios o faenas.

source: Know where fire alarm pulls, fire extinguishers, and muster locations are.
es: Conocer la ubicación de activadores de alarma de incendio, extintores de incendios y puntos de reunión.

source: Understand alarm codes.
es: Entender los códigos de alarma.

source: Knowledge/training in fire extinguisher use.
es: Conocimiento/capacitación en el uso de extintores de incendios.

source: The mine site will furnish all fire extinguishers; determine the location of fire extinguishers on-site.
es: La faena minera suministrará todos los extintores de incendios; determinar la ubicación de los extintores de incendios en la faena.

source: Do not block access to fire extinguishers.
es: No bloquear el acceso a los extintores de incendio.

source: Undergo training on how to use a fire extinguisher.
es: Someterse a capacitación sobre el uso de extintores de incendios.

source: Identify emergency exits, keep them clear.
es: Identificar las salidas de emergencia y mantenerlas despejadas.

source: Fatigue (SWP 27)
es: Fatiga (SWP 27)

source: Fatigue
es: Fatiga

source: Long workdays do occur at the mine site.
es: Las jornadas de trabajo en la faena minera son largas.

source: Be aware of your surroundings.
es: Tener presente el lugar en que se encuentra.

source: Pinch points
es: Puntos de aplastamiento

source: The team may come into contact with equipment.
es: Las personas pueden entrar en contacto con equipos.

source: Eliminate or guard pinch points where possible.
es: Eliminar o proteger los puntos de aplastamiento de ser posible.

source: Clearly identify pinch points.
es: Identificar con claridad cuáles son los puntos de aplastamiento.

source: Train all workers in the area of the pinch points and guards that are in use.
es: Capacitar a todos los trabajadores acerca de la zona donde están los puntos de aplastamiento y las barreras de protección implementadas.

source: Establish a communication plan.
es: Desarrollar un plan de comunicación.

source: Contract driver
es: Conductor subcontratado

source: Driver name, photo and cell phone number will be provided prior to departure.
es: Se entregará el nombre, foto y número de teléfono celular del conductor antes de la salida.

source: Travel only with the driver positively identified in the provided documentation.
es: Viajar solo con el conductor efectivamente identificado en la documentación entregada.

source: Understand the rules of the road or site (ex. procedure for passing haul trucks).
es: Comprender las reglas del camino o la faena (ej., procedimiento de paso de camiones de carga).

source: Make informal assessment of driver (has he/she been drinking, use of cell phone while driving).
es: Hacer una evaluación informal del conductor (si ha bebido, si usa teléfono celular mientras conduce).

source: Do not use the service if seatbelts are missing or not functioning.
es: No usar el servicio si faltan o no funcionan los cinturones de seguridad.

source: Ask the driver to modify behavior if driver is talking on the cell phone, or the driver does not follow the rules of the road or site.
es: Pedir al conductor que cambie su conducta si está hablando por celular o no sigue las reglas del camino o faena.

source: Undertaking work without adequate rest
es: Ejecutar trabajos sin el descanso suficiente

source: Identify hours of work and comply with the Golder Fitness for Duty and Fatigue Management Procedure (SWP 27).
es: Identificar los horarios de trabajo y cumplir con el Procedimiento de Golder sobre Aptitud para las Labores y Manejo de Fatiga (SWP 27).

source: There should be a minimum of one 30-minute break in each 8-hour work period or part thereof.
es: Debe haber al menos un descanso de 30 minutos por cada periodo de trabajo de 8 horas o fracción.

source: If a period of 12 hours has been worked, an employee is required to ensure that a break away from work of at least 8 hours is taken prior to returning to work.
es: Si se ha trabajado en un periodo de 12 horas, se requiere que el empleado se asegure de descansar al menos 8 horas antes de retornar a las labores.

source: Additionally, the amount of sleep required in the previous 48 hours needs to be greater than the length of the intended daily work period.
es: Además, se requiere que en las 48 horas previas haya dormido más tiempo que la duración del periodo de trabajo diario previsto.

source: Non-work activities must allow for sufficient rest.
es: Las actividades no laborales deben permitir tener suficiente tiempo de descanso.

source: Working Abnormal Shifts
es: Trabajo en turnos anómalos

source: Working without adequate rest
es: Trabajos sin el descanso suficiente

source: Golder Employee
es: Empleado de Golder

source: Comply with the Fitness for Duty and Fatigue SWP 27.
es: Cumplir con el procedimiento sobre aptitud para las labores y fatiga SWP 27.

source: Conduct a fatigue assessment prior to starting the project.
es: Efectuar una evaluación de fatiga antes de iniciar el proyecto.

source: Schedule work during daylight hours, if possible.
es: Programar el trabajo para las horas del día, de ser posible.

source: If the project requires night work, modify the task to give people the opportunity for adequate rest between night shifts and time to acclimate.
es: Si el proyecto requiere de trabajo de noche, modificar la tarea para dar a las personas la oportunidad de descansar lo suficiente entre turnos de noche y también tiempo para aclimatarse.

source: Avoid switching shifts during your rotation (i.e. stay on night shift or day shift) to allow your body to adjust to the working hours.
es: Evitar cambiar turnos durante su rotación (es decir, quedarse en el turno de noche o en el de día) para que el cuerpo se adapte al horario de trabajo.

source: Working Long Hours
es: Horas extra

source: Identify hours of work to comply with the Fitness for Duty and Fatigue Management Procedure (SWP 27).
es: Identificar los horarios de trabajo para cumplir con el Procedimiento de Golder sobre Aptitud para las Labores y Manejo de Fatiga (SWP 27).
